;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Иван Караджов
; TranslationAuthorEmail: ekot@abv.bg
; TranslationAuthorWeb: http://karadzha.weebly.com/
; Version: 1.22.24

[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=ОК
ButtonMinimize=Минимизирай
ButtonMaximize=Увеличи
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню
btnsupportcenter=Център за поддръжка
ButtonCancel=Отказ


[Translation]
LangCode=0402
ReadHabit=Отляво-надясно
LanguageName=BUL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Warning=Предупреждение
Error=Грешка
Information=Информация
Confirm=Потвърждение
BtnRegister.Caption=Регистрация

pmContact=Обратна връзка
pmCheckMsg=Покажи новини
ppmHelpOnline=Онлайн помощ
ppmForum=Официален форум
ppmHomepage=Официален сайт
ppmContactUs=Обратна връзка
ppmCheckUpdates=Провери за актуализации
ppmSettings=Настройки
ppmRestoreFile=Възстанови файл
ppmLanguage=Езици
ppmAbout=Относно
ppmOpen=Отвори съдържащата папка
ppmFileProperties=Свойства
ppmDelete=Изтрий избраните файлове
ppmExport=Експортирай в...
ppmExecute=Отвори

frmWDFMain.btnemail.hint=Сподели Wise Duplicate Finder с приятелите си
frmWDFMain.btntwitter.hint=Сподели Wise Duplicate Finder с Twitter
frmWDFMain.btnfacebook.hint=Последвай ни във Facebook
frmWDFMain.btnFolder.Hint=Избери папки
frmWDFMain.lblVer.Caption=Версия:
frmWDFMain.btnScan.caption=Сканирай
frmWDFMain.btnCancel.caption=Отказ
frmWDFMain.btnScan.Hint=Сканирай
frmWDFMain.btnCancel.Hint=Отказ
frmWDFMain.lblcaption.Caption=Изтрий дубликатите от РС-то си да освободиш място на диска
frmWDFMain.lblLocation.Caption=Папка:
frmWDFMain.btnAdvSetting.Caption=Разширени настройки
frmWDFMain.btnselall.Caption=Избери всички
frmWDFMain.btnInvertSelection.Caption=Обърни избраното
frmWDFMain.btnKeepOne.Caption=Запази един
frmWDFMain.btnDel.Caption=Изтрий избраните

ppmLastCreate=Най-новите създадени
ppmFirstCreate=Най-старите създадени
ppmLastWrite=Най-новите променени
ppmFirstWrite=Най-старите променени

frmDFSettings.Caption=Настройки
frmDFSettings.lblIncludes.Caption=Търси:
frmDFSettings.lblMinimize.Caption=Минимален размер:
frmDFSettings.lblMaxmize.Caption=Максимален размер:
frmDFSettings.btnAddFolder.caption=Добави папка
frmDFSettings.btnAddKey.caption=Добави ключова дума
frmDFSettings.lblExclude.Caption=Изключения:
frmDFSettings.lblBackup.Caption=Архивирай в:
frmDFSettings.lblCheckupdate.Caption=Провери за актуализации:
frmDFSettings.lblLanguage.Caption=Език:
frmDFSettings.btnOk.caption=ОК
frmDFSettings.btnCancel.caption=Отказ
frmDFSettings.AdvSetting.Caption=Разширени настройки
frmDFSettings.Folder.Caption=Избери папка
frmDFSettings.chkAutoBackup.Caption=Архивиране
frmDFSettings.ckNewsletter.Caption=Провери за новини
frmDFSettings.btnAddFolder.Hint=Добави папка
frmDFSettings.btnAddKey.Hint=Добави ключова дума
frmDFSettings.btnOk.Hint=ОК
frmDFSettings.btnCancel.Hint=Отказ
frmDFSettings.lblColor.Caption=Цвят на групата:


FrmRegister.Caption=Регистрация
FrmRegister.lblinfo.caption=Благодарим ти, че избра Wise Duplicate Finder
FrmRegister.lblemail.caption=Имейл:
FrmRegister.lblName.caption=Твоето име:
FrmRegister.lblkey.caption=Лицензен ключ:
FrmRegister.lblhelp.caption=Имаш проблем с въвеждането на лицензен ключ?
FrmRegister.lblsupport.caption=Обратна връзка
FrmRegister.btnreg.caption=Регистрация
FrmRegister.btnbuy.caption=Купи сега

frmBackup.Caption=Архивиране и възстановяване
frmBackup.lblBackup.Caption=Архивирай в:
frmBackup.btnDelete.caption=Изтрий избраните
frmBackup.btnRestore.caption=Възстанови избраните

frmAbout.caption=Относно
frmAbout.lblver.Caption=Текуща версия:
frmAbout.lblemail.Caption=Поддръжка:
frmAbout.lblhome.Caption=Начална страница:
frmAbout.lblthanks.Caption=Превод: Иван Караджов. А също така благодарим на:
frmAbout.lblStatus.Caption=Статус:


[Message]
deletefileerr=Не може да се изтрие
Continuedelete=Искаш ли да продължиш?
BeginCountFiles=Подготовка за сканиране...
CountFiles=%d файла бяха сканирани...
HashFiles=Текущи файлове:
CountResult=Изчисляване на резултатите от сканирането...
searchduplicateover=Намерени %d групи дубликати, общо %d файла. Изминало време: %d секунди
FileName=Име
FileSize=Размер
FolderName=Папка
LastDate=Променен на:
CreateDate=Създаден на:
mdFileName=Сравни име и размер (най-бързо)
mdHashPart=Частично съвпадение (бързо)
mdHash=Точно съвпадение (бавно)
mdZeroSize=0 байта файлове
WaitRestore=Възстановяване...
WaitBackup=Изчакай...
Images=Изображения
Audios=Аудио
Videos=Видео
Document=Документи
Compressed=Архив
Email=Имейл
Byte=Байт
KB=КБ
MB=МБ
GB=ГБ
AddFolder=Добави папка
NoFolder=Моля, добави папките, които искаш да сканираш!
InputKey=Въведи ключова дума
EmptyEmail=Имейл адресът не може да бъде празен.
EmptyName=Твоето име не може да е празно.
EmpytKey=Лицензният ключ не може да бъде празен.
InvalidEmail=Моля, въведи правилния имейл адрес！
InvalidKey=Невалиден лицензен ключ!
InvalidRegInfo=Невалидна регистрационна информация!
ThanksRegister=Благодарим за регистрацията!
NoRegInfo=Не може да се намери информация за регистрацията ти!
Daily=Ежедневно
Weekly=Ежеседмично
Monthly=Ежемесечно
Never=Никога
newver=Налична е нова версия на Wise Duplicate Finder! Искаш ли да я актуализираш сега?
nonewver=Версията, която използваш е последната
Registered=Регистриран
Unregistered=Нерегистриран

[AutoUpdate]
UpdateFail=Неуспешна актуализация, искаш ли да изтеглиш инсталационния файл от нашия сайт?
CurrentFile=Текущ файл: 
Readed=Изтегляне:
SumSize=Общ размер:
Byte=Байт
DownloadError=Грешка при изтеглянето, моля, опитай по-късно.
Cancel=Отказ
Ready=Готов за изтегляне.